{
  "fat": [
    " is so fat that his bellybutton gets home 15 minutes before he does.",
    " is so fat that when he was diagnosed with a flesh-eating disease, the doctor gave his ten years to live.",
    " is so fat that the National Weather Service names each one of his farts.",
    " is so fat that when he wears a yellow raincoat, people yell \"taxi!\"",
    " is so fat and dumb that the only reason he opened his email was because he heard it contained spam.",
    " is so fat he threw on a sheet for Halloween and went as Antarctica.",
    " is so fat that he looked up cheat codes for Wii Fit",
    " is so fat that the only exercise he gets is when he chases the ice cream truck.",
    " is so fat that he sat on a dollar and squeezed a booger out George Washington's nose.",
    " is so fat that when he gets in an elevator, it has to go down.",
    " is so fat that when his beeper goes off, people think he's backing up.",
    " is so fat that he has to iron his pants on the driveway.",
    " is so fat that he left the house in high heels and came back wearing flip flops.",
    " is so fat that people jog around his for exercise.",
    " is so fat that he was floating in the ocean and Spain claimed his for the New World.",
    " is so fat that when he walked in front of the TV, I missed 3 seasons of Breaking Bad.",
    " is so fat that you have to grease the door frame and hold a twinkie on the other side just to get his through!",
    " is so fat that that when he sits on the beach, Greenpeace shows up and tries to tow his back into the ocean...",
    " is so fat that when he bungee jumps, he brings down the bridge too.",
    " is so fat that when he talks to herself, it's a long distance call.",
    " is so fat that the last time he saw 90210, it was on a scale.",
    " is so fat that light bends around his.",
    " is so fat that I took a picture of his last Christmas and it's still printing!",
    " is so fat that when he sat on Wal-Mart, he lowered the prices.",
    " is so fat that when he sat on an iphone, it turned into an ipad.",
    " is so fat that even god can't lift his spirit.",
    " is so fat that he gets group insurance.",
    " is so fat that he was zoned for commercial development.",
    " is so fat that he walked into the Gap and filled it.",
    " is so fat that he comes at you from all directions.",
    " is so fat that when he climbed onto a diving board at the beach, the lifeguard told your dad \"sorry, you can't park here\".",
    " is so fat that his cereal bowl came with a lifeguard.",
    " is so fat that he looks like shegs smuggling a Volkswagen.",
    " is so fat that when he got his shoes shined, he had to take the guy's word for it.",
    " is so fat that when he sings, it's over for everybody.",
    " is so fat that when he ran away, they had to use all four sides of the milk carton to display his picture.",
    " is so fat that when he was growing up he didngt play with dolls, he played with midgets.",
    " is so fat that he uses two buses for roller-blades.",
    " is so fat he blew up the Deathstar.",
    " is so fat that when he goes to a buffet, he gets the group rate.",
    " is so fat that he has to put his belt on with a boomerang.",
    " is so fat that he broke the Stairway to Heaven.",
    " is so fat that he doesngt eat with a fork, he eats with a forklift.",
    " is so fat that the last time the landlord saw his, he doubled the rent.",
    " is so fat that Weight Watchers wongt look at his.",
    " is so fat that the highway patrol made his wear a sign saying \"Caution! Wide Turn\".",
    " is so fat that when he sits around the house, he SITS AROUND THE HOUSE!",
    " is so fat that when he steps on a scale, it reads \"one at a time, please\".",
    " is so fat that he fell in love and broke it.",
    " is so fat that when he gets on the scale it says \"We don't do livestock\".",
    " is so fat that when he tripped on 4th Ave, he landed on 12th.",
    " is so fat that God couldn't light the Earth until he moved!",
    " is so fat that even Bill Gates couldn't pay for his liposuction!",
    " is so fat that he has to pull down his pants to get into his pockets.",
    " is so fat that he was born on the fourth, fifth, and sixth of June.",
    " is so fat that he could fall down and wouldngt even know it.",
    " is so fat that the sign inside one restaurant says, “Maximum occupancy: 300, or Yo momma.”",
    " is so fat that he puts mayonnaise on aspirin.",
    " is so fat that he was born with a silver shovel in his mouth.",
    " is so fat that when he hauls ass, he has to make two trips.",
    " is so fat that he had to go to Sea World to get baptized.",
    " is so fat that his bellybuttongs got an echo.",
    " is so fat that when he turns around people throw his a welcome back party.",
    " is so fat that his belly button doesngt have lint, it has sweaters.",
    " is so fat that a picture of his would fall off the wall.",
    " is so fat that when he takes a shower, his feet dongt get wet.",
    " is so fat that he puts on his lipstick with a paint-roller!",
    " is so fat that he could sell shade.",
    " is so fat that I ran around his twice and got lost.",
    " is so fat that the shadow of his butt weighs 100 pounds.",
    " is so fat that when shegs standing on the corner police drive by and yell, “Hey, break it up.”",
    " is so fat that his blood type is Ragu.",
    " is so fat that when he runs the fifty-yard dash he needs an overnight bag.",
    " is so fat that he cangt even fit into an AOL chat room.",
    " is so fat when he goes skydiving he doesn't use a parachute to land, he uses a twin-engine plane!",
    " is so fat MTX audio's subwoofers couldn't rattle his bones!",
    " is so fat his headphones are a pair of PA speakers connected to a car amplifier.",
    " is so fat that he doesngt have a tailor, he has a contractor.",
    " is so fat that eating contests have banned his because he is unfair competition.",
    " is so fat that he measures 36-24-36, and the other arm is just as big.",
    " is so fat that he gets his toenails painted at Luckygs Auto Body.",
    " is so fat that when he goes to an amusement park, people try to ride his!",
    " is so fat that when he jumps up in the air he gets stuck!",
    " is so fat that he has more Chins than a Chinese phone book!",
    " is so fat that he influences the tides.",
    " is so fat that when he plays hopscotch, he goes \"New York, L.A., Chicago...\"",
    " is so fat that NASA has to orbit a satellite around his!",
    " is so fat that when he sits on my face I can't hear the stereo.",
    " is so fat that they have to grease the bath tub to get his out!",
    " is so fat that he's on both sides of the family!",
    " is so fat that at the zoo, the elephants throw his peanuts.",
    " is so fat you have to roll over twice to get off his.",
    " is so fat that he sets off car alarms when he runs.",
    " is so fat that he cant reach into his back pocket.",
    " is so fat that he has his own gravity field.",
    " is so fat that he stepped on a rainbow and made Skittles.",
    " is so fat that the only pictures you have of his were taken by satellite cameras.",
    " is so fat that when he wears a \"Malcolm X\" T-shirt, helicopters try to land on his back!",
    " is so fat that it took Usain Bolt 3 years to run around his.",
    "  so fat that he sweats more than a dog in a chinese restaurant.",
    "  so fat, that went he stepped in the water, Thailand had to declare another tsunami warning.",
    " is so fat that that he cant tie his own shoes.",
    " is so fat that when he lays on the beach, people run around yelling Free Willy.",
    " is so fat that he uses redwoods to pick his teeth",
    " is so fat that he cut his leg and gravy poured out",
    " is so fat that he was in the Macygs Thanksgiving Day Parade... wearing ropes.",
    " is so fat that he went on a light diet. As soon as it's light he starts eating.",
    " is so fat that shegs half Italian, half Irish, and half American.",
    " is so fat that his waist size is the Equator.",
    " is so fat that he cangt even jump to a conclusion.",
    " is so fat that he uses a mattress for a tampon.",
    " is so fat that when he got hit by a bus, he said, \"Who threw that rock at me?\"",
    " is so fat that we went to the drive-in and didn't have to pay for his because we dressed his up as a Toyota.",
    " is so fat that when he was born, he gave the hospital stretch marks.",
    " is so fat that he was cut from the cast of E.T., because he caused an eclipse when he rode the bike across the moon.",
    " is so fat that when you get on top of his your ears pop.",
    " is so fat that he got hit by a car and had to go to the hospital to have it removed.",
    " is so fat that he eats \"Wheat Thicks\".",
    " is so fat that we're in his right now!",
    " is so fat that he went to the movie theatre and sat next to everyone.",
    " is so fat that he has been declared a natural habitat for condors.",
    " is so fat that when he wants to shake someones hand, he has to give directions!",
    " is so fat that even Dora can't explore his!",
    " is so fat that when he gets on the scale it says \"to be continued\".",
    " is so fat that when he goes to a resturant, he looks at the menu and says \"okay!\"",
    " is so fat that even Chuck Norris couldn't run around his.",
    " is so fat that his neck looks like a dozen hot dogs!",
    " is so fat that when he bungee jumps he goes straight to hell!",
    " is so fat that he's got his own area code!",
    " is so fat that he looks like he's smuggling a Volkswagon!",
    " is so fat that he has to buy three airline tickets.",
    " is so fat that whenever he goes to the beach the tide comes in!",
    " is so fat that he's got Amtrak written on his leg.",
    " is so fat that his legs are like spoiled milk - white & chunky!",
    " is so fat that I had to take a train and two buses just to get on the his good side!",
    " is so fat that he wakes up in sections!",
    "  so fat, all he wants for Christmas is to see his feet.",
    " is so fat that when he lies on the beach no one else gets any sun!",
    " is so fat that that his senior pictures had to be taken from a helicopter!",
    " is so fat that everytime he walks in high heels, he strikes oil!",
    " is so fat that he fell and created the Grand Canyon!",
    " is so fat that his butt drags on the ground and kids yell - \"there goes santa claus with his bag of toys!\"",
    " is so fat that even his clothes have stretch marks!",
    " is so fat that he has to use a VCR as a beeper!",
    " is so fat that when he asked for a waterbed, they put a blanket over the ocean!",
    " is so fat that he got hit by a parked car!",
    " is so fat that they use the elastic in his underwear for bungee jumping.",
    " is so fat that when we were playing Call of Duty, I got a 20 kill streak for killing his.",
    " is so fat that Dracula got Type 2 Diabetes after biting his neck.",
    " is so fat that when he visited Toronto's City Hall, he was arrested for attempting to smuggle 500 lbs of crack into Mayor Rob Ford's office.",
    " is so fat that when he fell over he rocked herself asleep trying to get up again.",
    " is so fat that that when I tried to drive around his I ran out of gas.",
    " is so fat that when he went to church and sat on a bible, Jesus came out and said \"LET MY PEOPLE GO!\"",
    " is so fat that when he dances at a concert the whole band skips.",
    " is so fat that he stands in two time zones.",
    " is so fat that he went to the fair and the kids thought he was a bouncy castle.",
    " is so fat that when he goes to an all you can eat buffet, they have to install speed bumps.",
    " is so fat that the camera TAKES AWAY 10 lbs from his appearance.",
    " is so fat that his sedan can fit 5 people... or just   with the front seats removed.",
    " is so fat that when he went to seaworld the whales started singing \"We Are Family\".",
    " is so fat that he fell out of both sides of his bed.",
    " is so fat that the stripes on his pajamas never end.",
    " is so fat, Al Gore accuses his of global warning everytime he farts!",
    " is so fat that he's got every caterer in the city on speed dial!",
    " is so fat that when he goes on a scale, it shows his own phone number.",
    " is so fat that he doesn't need the internet - he's worldwide.",
    " is so fat that when he goes on a scale, it reads \"lose some weight\".",
    " is so fat that he doesn't get dreams, he gets movies!",
    " is so fat that when he walks, he changes the earth's rotation!",
    " is so fat that he uses the entire country of Mexico as his tanning bed.",
    " is so fat that the Sorting Hat put his in all four houses!",
    " is so fat that a wingardium leviosa spell couldn't lift his.",
    " is so fat, he makes Hagrid look like \"Mini-me\".",
    " is so fat, he tried to eat Cornelius Fudge.",
    " is so fat, his Patronus is a Double-Whopper with Cheese.",
    " is so fat that he took geometry in high school just cause he heard there was gonna be some pi.",
    " is so fat that the ratio of the circumference to his diameter is four.",
    " is so fat that his derivative is strictly positive.",
    " is so fat that in a love triangle, he'd be the hypotenuse.",
    " is so fat that when he asked me \"what's up?\" I said \"your weight!\"",
    " is so fat the Sorting Hat assigned his to the House of Pancakes.",
    " is so fat, he used the invisibility cloak as a bib.",
    " is so fat that even the Dementors can't suck his soul out in one sitting.",
    " is so fat, he looked in the mirror of Erised and saw a ham!",
    " is so fat that if he confronted a boggart it would morph into a treadmill.",
    " is so fat that the sorting hat couldn't decide where to put his - he couldn't fit in any of the houses!!",
    " is so fat, he ate the Death Eaters.",
    " is so fat that it takes two boggarts to shape-shift into his!",
    " is so fat that even his Quidditch robes have stretch marks.",
    " is so fat even Grawp can't pick his up!",
    " is so fat they'd have to use transfiguration to sneak his through the hole in the Gryffindor Tower.",
    " is so fat, his wand is a Slim Jim.",
    " is so fat the core of his wand has a creame filling.",
    " is so fat that a $700 billion bailout would only keep his fed for a week.",
    " is so fat that the housing bubble popped because he sat on it!",
    " is so fat that he supported the bailout just because he wanted a 'barrel of pork'.",
    " is so fat that even Mitt Romney couldn't afford to take his out to dinner!",
    " is so fat that his biography is called \"The Audacity of Hardee's\".",
    " is so fat that Sarah Palin can see his from his house.",
    " is so fat that Sarah Palin can't see Russia anymore!.",
    " is so fat that \"ACORN\" registered his to vote eight times!",
    " is so fat that even the Death Star couldn't blow his up!",
    " is so fat that Spock couldn't find a pressure point to perform the Vulcan Death Grip on his.",
    " is so fat the odds against not finding his fat are approximately 3,720 to 1.",
    " is so fat that he thought the opening line of Kirk's monologue was \"Spice, the final Frontier...\"",
    " is so fat that if he were placed beside a changeling during regeneration, no one would know the difference.",
    " is so fat that he tried to fly through a temporal anomoly but he didn't fit.",
    " is so fat he makes Riker's belly look 3 atoms thick.",
    " is so fat that when he tried to captain a galaxy class they had to separate the saucer so he could fit.",
    " is so fat that he makes the USS Enterprise look like a micro machines racer.",
    " is so fat that Dexster Jettster mistook his for his wife.",
    " is so fat that only half his body was able to come out frozen from the carbon freezing chamber in Cloud City.",
    " is so fat that when he beams to a ship, the ship beams inside of his.",
    " is so fat that the passengers of the Millenium Falcon mistook his for a small moon.",
    " is so fat that Gardulla the Hutt had a boost in self-esteem after seeing his.",
    " is so fat that he fell to the dark side and couldn't get back up.",
    " is so fat that if he was thrown into the second Death Star's reactor core, he could have blown up the entire Imperial fleet.",
    " is so fat that the Kaminoans couldn't use his as a host for clones since they couldn't pierce his skin deep enough to draw blood.",
    " is so fat that he caused Kamino to flood when his water broke.",
    " is so fat that his lack of balance caused his to stumble into an Utapau sinkhole.",
    " is so fat that he crushed Boga as soon as he mounted his.",
    " is so fat, that in an attempt to beam his up, the ship ended up being pulled down to the surface.",
    " is so fat that when he walks into a room the replicators stop working.",
    " is so fat, Data feels strong emotions of disgust and self-terminates.",
    " is so fat he wears his own inertia dampener.",
    " is so fat, he managed to contain a warp core breach.",
    " is so fat, he got stuck trying to enter the Nexus.",
    " is so fat, when he fell over, he punched a hole in the fabric of space/time.",
    " is so fat that when he stepped on the scale, his weight was OVER 9000!!!",
    " is so fat, he walked in front of the TV and I missed three seasons of Inuyasha!",
    " is so fat, Naruto couldnt make enough clones to see all sides of his.",
    " is so fat that the Dragon Ball Z crew uses his to make craters on set.",
    " is so fat that when he sat down on a park bench, he caused the Naruto timeskip.",
    " is so fat, he scared L into giving up all sweets.",
    " is so fat that he cant even fit in the expanding plug suit.",
    " is so fat that he broke the HP limit!",
    " is so fat, he makes Vash look anorexic!",
    " is so Fat, he can't fit through the moon door.",
    " is so fat that he was mistaken for Mt. Fuji at the Sakura festival.",
    " is so fat he makes a Snorlax look like a chihuahua!",
    " is so fat that it took the entire Dragon Ball Z crew 1 week just to lift his off the ground.",
    " is so fat that he tried to eat someone dressed as a box of Pocky!",
    " is so fat, Choji told his to lose weight.",
    " is so fat, they've been calling his \"the wall\" for thousands of years!",
    " is so fat, he Winter-fell and couldn't get up!",
    " is so fat, even Roose Bolton won't touch his",
    " is so fat that he expresses his weight in scientific notation.",
    " is so fat that scientists track his position by observing anomalies in Pluto's orbit.",
    " is so fat that a recursive function computing his weight causes a stack overflow.",
    " is so fat that the long double numeric variable type in C++ is insufficient to express his weight.",
    " is so fat that THX can't even surround his.",
    " is so fat that he and the great wall of China are used as reference points when astronauts look back at the Earth.",
    " is so fat that China uses his to block the internet.",
    " is so fat that NASA shot a rocket into his ass looking for water.",
    " is so fat that he doesn't just have a low center of gravity, he has an elliptical orbit.",
    " is so fat that IEEE is working on a wifi protocol so people can get the signals to reach users on opposite sides of his. It's called 802.11 Draft Fat Momma",
    " is so fat, the cyberman DOWNgraded his.",
    " is so fat, he's bigger than both the outside AND the inside of the Tardis",
    " is so fat, the Pirate Planet tried to take his over.",
    " is so fat that when he got upgraded by the cybermen, they turned his into an ice cream truck",
    " is so fat, the Doctor caught his eating his psychic paper, thinking it was a burger.",
    " is so fat, it doesn't matter that the Tardis is bigger on the inside. he can't get through the door.",
    " is so fat that Thanos had to snap his fingers twice to make his disappear."
  ],
  "stupid": [
    " is so stupid that it took his 2 hours to watch 60 Minutes!",
    " is so stupid that when your dad said it was chilly outside, he ran out the door with a spoon.",
    " is so stupid that when he saw the \"Under 17 not admitted\" sign at a movie theatre, he went home and got 16 friends.",
    " is so stupid that when he went for a blood test, he asked for time to study.",
    " is so stupid that he got locked in a grocery store and starved!",
    " is so stupid that you have to dig for his IQ!",
    " is so stupid that he tripped over a cordless phone!",
    " is so stupid that he sold his car for gas money!",
    " is so stupid that he told everyone that he was \"illegitimate\" because he couldn't read.",
    " is so stupid that that he tried to put M&M's in alphabetical order!",
    " is so stupid that he took the Pepsi challenge and chose Dr. Pepper.",
    " is so stupid that he thought Delta Airlines was a sorority.",
    " is so stupid that he thinks Fleetwood Mac is a new hamburger at McDonalds!",
    " is so stupid that he bought a videocamera to record cable tv shows at home.",
    " is so stupid that when he read on his job application to not write below the dotted line he put \"OK\".",
    " is so stupid that he thought Grape Nuts was an STD.",
    " is so stupid that he spent twenty minutes lookin' at an orange juice box because it said \"concentrate\".",
    " is so stupid that he asked me what yield meant, I said \"Slow down\" and he said \"What... does.... yield... mean?\"",
    " is so stupid that he thought Dunkin' Donuts was a basketball team!",
    " is so stupid that he put a phone up his ass and thought he was making a booty call.",
    " is so stupid that he thinks Tiger Woods is a forest in India.",
    " is so stupid that he put on his glasses to watch 20/20.",
    " is so stupid that he climbed over a glass wall to see what was behind it.",
    " is so stupid that he failed a survey.",
    " is so stupid that he stopped at a stop sign and waited for it to say go.",
    " is so stupid, he went to the aquarium to buy a Blu-Ray.",
    " is so stupid that I told his I was reading a book by Homer and he asked if I had anything written by Bart.",
    " is so stupid that he tried to commit suicide by jumping out of the basement window.",
    " is so stupid that he needs twice as much sense to be a half-wit.",
    " is so stupid that he thought brownie points were coupons for a bake sale.",
    " is so stupid that when the computer said \"Press any key to continue\", he couldn't find the 'Any' key.",
    " is so stupid that he thought Tupac Shakur was a Jewish holiday.",
    " is so stupid that when I was drowning and yelled for a life saver, he said \"Cherry or Grape?\"",
    " is so stupid that he sat in a tree house because he wanted to be a branch manager.",
    " is so stupid that I saw his jumping up and down, asked what he was doing, and he said he drank a bottle of medicine and forgot to shake it.",
    " is so stupid that when he locked his keys in the car, it took his all day to get Yo family out.",
    " is so stupid that he got locked out of a convertible car with the top down.",
    " is so stupid that when he pulled into the drive-thru at McDonald's, he drove through the window.",
    " is so stupid that he put 2 quarters in his ears and thought he was listening to 50 cent.",
    " is so stupid that he was on the corner with a sign that said \"Will eat for food.\"",
    " is so stupid that in the 'No Child Left Behind' act there's a provision that exempts  .",
    " is so stupid that he got locked in a Furniture store and slept on the floor.",
    " is so stupid that he peals M&M's to make chocolate chip cookies.",
    " is so stupid that he leaves the house for the Home Shopping Network.",
    " is so stupid that he brought a cup to the movie \"Juice.\"",
    " is so stupid that he thinks fruit punch is a gay boxer.",
    " is so stupid that he uses Old Spice for cooking.",
    " is so stupid that he threw a rock the ground and missed.",
    " is so stupid that he went to the store to buy a color TV and asked what colors they had.",
    " is so stupid that he tries to email people by putting envelopes into his computer's disk drive.",
    " is so stupid that when he took an IQ test, the results came out negative.",
    " is so stupid that he though Jar-Jar came with Pickles-Pickles.",
    " is so stupid that he thought St. Ides was a Catholic church.",
    " is so stupid that he puts lipstick on his head just to make-up his mind",
    " is so stupid that he thought he needed a token to get on Soul Train.",
    " is so stupid, that he thought Moby Dick was a sexually transmitted disease.",
    " is so stupid that he makes Beavis and Butt-Head look like Nobel Prize winners.",
    " is so stupid that he took a spoon to the superbowl.",
    " is so stupid that that he thought Boyz II Men was a day care center.",
    " is so stupid that he got stabbed in a shoot out.",
    " is so stupid that he sits on the TV, and watches the couch!",
    " is so stupid that he took a umbrella to see Purple Rain.",
    " is so stupid that he ordered his sushi well done.",
    " is so stupid that he got fired from the M&M factory for throwing away all the W's.",
    " is so stupid that he put on a coat to chew winterfresh gum.",
    " is so stupid that he put a quarter in a parking meter and waited for a gumball to come out.",
    " is so stupid that he ordered a cheese burger from McDonald's and said \"Hold the cheese.\"",
    " is so stupid that he thinks Taco Bell is a Mexican Phone Company.",
    " is so stupid that he thinks Christmas Wrap is Snoop Dogg's holiday album.",
    " is so stupid that he ran outside with a purse because he heard there was change in the weather.",
    " is so stupid that I told his Christmas was just around the corner and he went looking for it.",
    " is so stupid that he wiped his ass before he took a shit.",
    " is so stupid that he tries to insult you with   jokes.",
    " is so stupid that he put a peephole in a glass door.",
    " is so stupid that I saw his in the frozen food section with a fishing rod.",
    " is so stupid that when he heard 90% of all crimes occur around the home, he moved.",
    " is so stupid that when he saw a \"Wrong Way\" sign in his rearview mirror, he turned around.",
    " is so stupid that he shoved a AA battery up his butt and said \"I got the power!\"",
    " is so stupid that he called the 7-11 to see when they closed.",
    " is so stupid that he sold the house to pay the mortgage.",
    " is so stupid that when I asked his about X-Men he said \"Sure, there's Bobby my first baby daddy, Roger the guy I see on Thursdays...\"",
    " is so stupid that he thought meow mix was a record for cats.",
    " is so stupid that he took lessons for a player piano.",
    " is so stupid that he said \"what's that letter after x\" and I said Y he said \"Cause I wanna know\".",
    " is so stupid that when he asked me what kinda jeans I wore, I said Guess and he said \"Ummm... Levis?\"",
    " is so stupid that if he spoke his mind, he'd be speechless.",
    " is so stupid that it takes his an hour to cook minute rice.",
    " is so stupid that he asked for a price check at the dollar store.",
    " is so stupid that on his job application where it says emergency contact he put 911.",
    " is so stupid that he can't make Jello because he can't fit 2 quarts of water in the box.",
    " is so stupid that he thinks a stereotype is the brand on his clock-radio.",
    " is so stupid that he thought a lawsuit was something you wear to court.",
    " is so stupid that he thinks sexual battery is something in a dildo.",
    " is so stupid that the first time he used a vibrator, he cracked his two front teeth.",
    " is so stupid that he sent me a fax with a stamp on it.",
    " is so stupid that I saw his walking down the street yelling into an envelope, asked what he was doing, and he said sending a voice mail.",
    " is so stupid that he tried to drown a fish.",
    " is so stupid that if you gave his a penny for his thoughts, you'd get change.",
    " is so stupid that he thought Mick Jagger was a breakfast sandwich!",
    " is so stupid that when he heard his neighbour was spanking the monkey, he called the humane society.",
    " is so stupid that when he took you to the airport and a sign said \"Airport Left,\" he turned around and went home.",
    " is so stupid that when he went to take the 44 bus, he took the 22 twice instead.",
    " is so stupid that he asked you \"What is the number for 911?\"",
    " is so stupid that he thinks a quarterback is a refund!",
    " is so stupid that he bought a solar-powered flashlight!",
    " is so stupid that he took a ruler to bed to see how long he slept.",
    " is so stupid that he thought menopause was a button on the VCR.",
    " is so stupid that he picked up the phone and asked \"What button do I push?\"",
    " is so stupid that when he worked at McDonald's and someone ordered small fries, he said \"Hey Boss, all the small one's are gone.\"",
    " is so stupid that he got hit by a parked car.",
    " is so stupid that when his husband lost his marbles he ran to the store and bought him new ones.",
    " is so stupid that when they said they were playing craps he went and got toilet paper.",
    " is so stupid that when I asked his if he wanted to play one on one, he said \"Ok, but what's the teams?\"",
    " is so stupid that he thinks Johnny Cash is a pay toilet!",
    " is so stupid that when the judge said \"Order in the court,\" he said \"I'll have a hamburger and a Coke.\"",
    " is so stupid that he wiped his ass before he took a shit.",
    " is so stupid that he thinks socialism means partying!",
    " is so stupid that when asked on an application, \"Sex?\", he marked, \"M, F, and wrote sometimes Wednesday too.\"",
    " is so stupid that he thinks deadbeat is a type of music.",
    " is so stupid that he thinks Tiger Woods is a forest.",
    " is so stupid that he put two M&M's in his ears and thought he was listening to Eminem.",
    " is so stupid that at bottom of application where it says Sign Here - he put Scorpio.",
    " is so stupid that he wouldn't know up from down if he had three guesses.",
    " is so stupid that he once attempted to commit suicide by jumping off a curb.",
    " is so stupid that he put on bug spray before going to the flea market.",
    " is so stupid that he stole free bread.",
    " is so stupid that he locked his keys inside a motorcycle.",
    " is so stupid that he got locked inside a motorcycle.",
    " is so stupid that he went to the dentist to get a bluetooth.",
    " is so stupid that he bought tickets to Xbox Live.",
    " is so stupid that whenever someone rings the doorbell, he checks the microwave.",
    " is so stupid that when he broke his VCR, he bought a video tape on how to fix your VCR.",
    " is so stupid that he tried to drop acid but the car battery fell on his foot.",
    "  so dumb, he lost a spelling bee to Hodor",
    "  so dumb, he thought Bran Stark was a type of muffin."
  ],
  "ugly": [
    " is so ugly that when he went to a beautician it took 12 hours... to get a quote!",
    " is so ugly that he looked out the window and got arrested for mooning.",
    " is so ugly that people go as his for Halloween.",
    " is so ugly that he turned Medusa to stone!",
    " is so ugly that the government moved Halloween to his birthday!",
    " is so ugly that he scares the roaches away.",
    " is so ugly that he scared the crap out of the toilet.",
    " is so ugly that... well... look at you!",
    " is so ugly that when he looks in the mirror, the reflection looks back and shakes its head.",
    " is so ugly that he looks like he's been in a dryer filled with rocks.",
    " is so ugly that he makes blind children cry.",
    " is so ugly that he climbed the ugly ladder and didn't miss a step.",
    " is so ugly that the last time I saw something that looked like his, I pinned a tail on it.",
    " is so ugly that we put his in the kennel when we go on vacation.",
    " is so ugly that his shadow ran away from his.",
    " is so ugly that he could scare the flies off a shit wagon.",
    " is so ugly that his birth certificate contained an apology letter from the condom factory.",
    " is so ugly that that your father takes his to work with him so that he doesn't have to kiss his goodbye.",
    " is so ugly that he tried to take a bath and the water jumped out!",
    " is so ugly that when he walks down the street in September, people say \"Wow, is it Halloween already?\"",
    " is so ugly that his mom had to be drunk to breast feed his.",
    " is so ugly that when he walks into a bank, they turn off the surveillence cameras.",
    " is so ugly that they didn't give his a costume when he auditioned for Star Wars.",
    " is so ugly that even Rice Krispies won't talk to his!",
    " is so ugly that when he uploaded a photo of herself to a computer, it was rejected by the anti-virus software.",
    " is so ugly that when he joined an ugly contest, they said \"Sorry, no professionals.\"",
    " is so ugly that he could make a freight train take a dirt road.",
    " is so ugly that that when he sits in the sand on the beach, cats try to bury his.",
    " is so ugly that when he drove past area 51, he was thought to be extraterrestrial life. They took his away never to be seen again.",
    " is so ugly that they pay his to put his clothes on in strip joints",
    " is so ugly that you have to tie a steak around his neck so the dog will play with his!",
    " is so ugly that just after he was born, his mother said \"What a treasure!\" and his father said \"Yes, let's go bury it.\"",
    " is so ugly that he made an onion cry!",
    " is so ugly that when I last saw a mouth like hers, it had a hook in it.",
    " is so ugly that he gets 364 extra days to dress up for Halloween!",
    " is so ugly that when he plays Mortal Kombat, Scorpion tells his to \"Stay Over There!\"",
    " is so ugly that neither Jacob nor Edward want his on their team.",
    " is so ugly that they push his face into dough to make gorilla cookies.",
    " is so ugly that when he goes to the therapist, he makes his lie on the couch face down.",
    " is so ugly that he gives Freddy Kreuger nightmares.",
    " is so ugly that when he walks in the kitchen, the rats jump on the table and start screaming.",
    " is so ugly that even Bill Clinton wouldn't sleep with his.",
    " is so ugly that when he was born, the doctor slapped his AND his parents!",
    " is so ugly that he didn't get hit with the ugly stick, he got hit by the whole damn tree.",
    " is so ugly that he has 7 years bad luck just trying to look at herself in the mirror.",
    " is so ugly that he practices birth control by leaving the lights on.",
    " is so ugly that he threw a boomerang and it wouldn't even come back.",
    " is so ugly that he'd scare the monster out of Loch Ness.",
    " is so ugly that it looks like he's been bobbing for french fries.",
    " is so ugly that his pillow cries at night.",
    " is so ugly that people at the circus pay money not to see his.",
    " is so ugly that when he looks in the mirror it says \"viewer discretion is advised.\"",
    " is so ugly that he can look up a camel's butt and scare the hump off of it.",
    " is so ugly that when he moved into the projects, all his neighbors chipped in for curtains.",
    " is so ugly that Santa pays an elf to drop off his gifts at Christmas.",
    " is so ugly that people hang his picture in their cars so their radios don't get stolen.",
    " is so ugly that I took his to a haunted house and he came out with a job application.",
    " is so ugly that if he was a scarecrow, the corn would run away.",
    " is so ugly that he could be the poster child for birth control.",
    " is so ugly that I took his to the zoo, guy at the door said \"\"",
    " is so ugly that when he went to a beautician it took 12 hours... to get a quote!",
    " is so ugly that he looked out the window and got arrested for mooning.",
    " is so ugly that people go as his for Halloween.",
    " is so ugly that he turned Medusa to stone!",
    " is so ugly that the government moved Halloween to his birthday!",
    " is so ugly that he scares the roaches away.",
    " is so ugly that he scared the crap out of the toilet.",
    " is so ugly that... well... look at you!",
    " is so ugly that when he looks in the mirror, the reflection looks back and shakes its head.",
    " is so ugly that he looks like he's been in a dryer filled with rocks.",
    " is so ugly that he makes blind children cry.",
    " is so ugly that he climbed the ugly ladder and didn't miss a step.",
    " is so ugly that the last time I saw something that looked like his, I pinned a tail on it.",
    " is so ugly that we put his in the kennel when we go on vacation.",
    " is so ugly that his shadow ran away from his.",
    " is so ugly that he could scare the flies off a shit wagon.",
    " is so ugly that his birth certificate contained an apology letter from the condom factory.",
    " is so ugly that that your father takes his to work with him so that he doesn't have to kiss his goodbye.",
    " is so ugly that he tried to take a bath and the water jumped out!",
    " is so ugly that when he walks down the street in September, people say \"Wow, is it Halloween already?\"",
    " is so ugly that his mom had to be drunk to breast feed his.",
    " is so ugly that when he walks into a bank, they turn off the surveillence cameras.",
    " is so ugly that they didn't give his a costume when he auditioned for Star Wars.",
    " is so ugly that even Rice Krispies won't talk to his!",
    " is so ugly that when he uploaded a photo of herself to a computer, it was rejected by the anti-virus software.",
    " is so ugly that when he joined an ugly contest, they said \"Sorry, no professionals.\"",
    " is so ugly that he could make a freight train take a dirt road.",
    " is so ugly that that when he sits in the sand on the beach, cats try to bury his.",
    " is so ugly that when he drove past area 51, he was thought to be extraterrestrial life. They took his away never to be seen again.",
    " is so ugly that they pay his to put his clothes on in strip joints",
    " is so ugly that you have to tie a steak around his neck so the dog will play with his!",
    " is so ugly that just after he was born, his mother said \"What a treasure!\" and his father said \"Yes, let's go bury it.\"",
    " is so ugly that he made an onion cry!",
    " is so ugly that when I last saw a mouth like hers, it had a hook in it.",
    " is so ugly that he gets 364 extra days to dress up for Halloween!",
    " is so ugly that when he plays Mortal Kombat, Scorpion tells his to \"Stay Over There!\"",
    " is so ugly that neither Jacob nor Edward want his on their team.",
    " is so ugly that they push his face into dough to make gorilla cookies.",
    " is so ugly that when he goes to the therapist, he makes his lie on the couch face down.",
    " is so ugly that he gives Freddy Kreuger nightmares.",
    " is so ugly that when he walks in the kitchen, the rats jump on the table and start screaming.",
    " is so ugly that even Bill Clinton wouldn't sleep with his.",
    " is so ugly that when he was born, the doctor slapped his AND his parents!",
    " is so ugly that he didn't get hit with the ugly stick, he got hit by the whole damn tree.",
    " is so ugly that he has 7 years bad luck just trying to look at herself in the mirror.",
    " is so ugly that he practices birth control by leaving the lights on.",
    " is so ugly that he threw a boomerang and it wouldn't even come back.",
    " is so ugly that he'd scare the monster out of Loch Ness.",
    " is so ugly that it looks like he's been bobbing for french fries.",
    " is so ugly that his pillow cries at night.",
    " is so ugly that people at the circus pay money not to see his.",
    " is so ugly that when he looks in the mirror it says \"viewer discretion is advised.\"",
    " is so ugly that he can look up a camel's butt and scare the hump off of it.",
    " is so ugly that when he moved into the projects, all his neighbors chipped in for curtains.",
    " is so ugly that Santa pays an elf to drop off his gifts at Christmas.",
    " is so ugly that people hang his picture in their cars so their radios don't get stolen.",
    " is so ugly that I took his to a haunted house and he came out with a job application.",
    " is so ugly that if he was a scarecrow, the corn would run away.",
    " is so ugly that he could be the poster child for birth control.",
    " is so ugly that I took his to the zoo, guy at the door said \"Thanks for bringing his back.\"",
    " is so ugly that when he went to Taco Bell everyone ran for the border.",
    " is so ugly that his face is blurred on his driver's license.",
    " is so ugly that when he walked out of his house, the neighbours called animal control.",
    " is so ugly that the FCC requires his face to be blurred when he's on TV, because of decency rules.",
    " is so ugly that a sculpture of his face is used when torturing prisoners at Guantanamo Bay.",
    " is so ugly that government intelligence agencies have to pixelize his face when spying on his.",
    " is so ugly that he's never seen herself 'cause the mirrors keep breaking.",
    " is so ugly that it looks like someone did the stanky leg dance on his face.",
    " is so ugly that when he was born he was put in an incubator with tinted windows.",
    " is so ugly that he put the Boogie Man out of business!",
    " is so ugly that he made Barack Obama lose hope!",
    " was such an ugly baby that his parents had to feed his with a slingshot.",
    " is so ugly he did the truly impossible: he made Captain James T Kirk's penis go limp.",
    " is so ugly, he can't even get tentacle raped.",
    " is so ugly, even Tamaki wouldn't hit on his.",
    " is so ugly, he's the real reason sasuke left the village.",
    " is so ugly that he's like a Death Note. Get someone to look at his, and they'll die!",
    " is so ugly, Jiraiya saw his and turned gay!",
    " is so ugly that he made Spike Spiegel choke on his cigarette",
    " is so ugly that he makes Sailor Bubba feel dirty.",
    " is so ugly that he made Loz cry.",
    " is so ugly that Wuher said 'We don't serve your kind here'.",
    " is so ugly that the term 'bantha poodoo' wasn't used metaphorically with reference to his.",
    " is so ugly that Dr. Evazan looks like a male supermodel next to his.",
    " is so ugly that he made doctor McCoy say \"Damnit Jim, I'm a doctor, not a Zoologist!\"",
    " is so ugly that he's probably a Shi'ido Clawdite that stays in his regular form all the time.",
    " is so ugly even Data would need special eye googles to look at his.",
    " is so ugly his Kazon hairdo is an improvement!",
    " is so ugly even a Ferengi would dress his in clothes.",
    " is so ugly, Saya thought he was a Chiropteran.",
    " is so ugly that when Nozomu Itoshiki saw his, he didn't even bother with his \"ZETSUBOUSHITA!\" speech - he skipped straight to hanging himself.",
    " is so ugly that when Kakashi looked directly at his, he lost an eye.",
    " is so ugly that he makes Orochimaru look beautiful.",
    " is so Ugly, he got turned down for \"Girls Gone Wilding\"",
    " is so ugly, winter turned around and left!",
    " is so ugly that Dalek's don't actually say 'Exterminate' when they see his, because they figure somebody else already got there first!",
    " is so ugly that when he looks into the Tardis, the Tardis doesn't look into his.",
    " is so ugly that when the Daleks Exterminate his, it's not for domination.",
    " is so ugly that when Captain Jack Harkness saw his, he actually died.",
    " is so ugly, even a dementor wouldn't kiss his!",
    " is so ugly that the whomping willow saw his and died.",
    " is so ugly, everybody calls his \"he-Who-Must-Not-Be-Naked\"",
    " is so ugly that the Dementor's Kiss was swapped out for a hearty handshake and a promise to give his a call sometime.",
    " is so ugly that even Voldemort won't say his name.",
    " is so ugly that he lost a beauty contest to Mountain Troll.",
    " is so ugly that when the bassalisk snuck up on his and saw his face, HE dropped dead.",
    " is so ugly that when he walked into Gringotts Wizarding Bank, they gave his a job application.",
    " is so ugly he turned the Basilisk to stone.",
    " is so ugly that Voldemort took one look at his and killed HIMSELF!\"",
    " is so ugly, he thought that Hogwarts were the growth on his thigh.",
    " is so ugly that as a baby they had to use the Confundus Charm so the family would play with his.",
    " is so ugly he scares the Dementors away.",
    " is so ugly that when he asked Crabbe to take his to the Yule Ball, he decided to go with Goyle instead!",
    " is so ugly that you could put lipstick on a pig and it would look ten times better than his!",
    " is so ugly, that Pythagoras wouldn't touch his with a 3-4-5 triangle."
  ],
  "nasty": [
    " is so nasty that he has more rappers in his than an iPod.",
    " is so nasty that he makes speed stick slow down.",
    " is so nasty that he brings crabs to the beach.",
    " is so nasty that that pours salt water down his pants to keep his crabs fresh.",
    " is so nasty that the fishery pays his to stay away.",
    " is so nasty that he only changes his drawers once every 10000 miles.",
    " is so nasty that a skunk smelled his ass and passed out.",
    " is so nasty that I chatted with his on MSN and he gave me a virus.",
    " is so nasty that his tits leak sour milk.",
    " is so nasty that he has to use Right Guard and Left Guard.",
    " is so nasty that he bit the dog and gave it rabies.",
    " is so nasty that he has a sign by his crotch that says: \"Warning: May cause irritation, drowsiness, and a rash or breakouts.\"",
    " is so nasty that he's got more clap than an auditorium.",
    " is so nasty that he calls Janet \"Miss Jackson.\"",
    " is so nasty that he has more crabs then Red Lobster.",
    " is so nasty that he made right guard turn left.",
    " is so nasty that I when I talked to his on the phone, he gave me an ear infection.",
    " is so nasty that next to his a skunk smells sweet.",
    " is so nasty that his shit is glad to escape.",
    " is so nasty that when you were being delivered, the doctor was wearing the oxygen mask.",
    " is so nasty that every time he opens his mouth he's talking shit.",
    " is so nasty that even dogs won't sniff his crotch.",
    " is so nasty that the only dis I want to give his is a disinfectant.",
    " is so nasty that his crabs use his tampon string as a bungee cord.",
    " is so nasty, the Forbidden Forrest was named after his.",
    " is so nasty, every pair of his panties has the Dark Mark on them.",
    " is so nasty that the order of the phoenix was \"stay away from that woman!\"",
    " is breath is so nasty that it chases away Miasma."
  ],
  "odor": [],
  "hairy": [
    " is so hairy that Bigfoot wants to take his picture!",
    " is so hairy that he looks like he has Buckwheat in a headlock.",
    " is so hairy that you almost died of rugburn at birth!",
    " is so hairy that they filmed \"Gorillas in the Mist\" in his shower!",
    " is so hairy that if he could fly he'd look like a magic carpet.",
    " is so hairy that he looks like Bigfoot in a tank top.",
    " is so hairy that he has afros on his nipples.",
    " is so hairy that when I took his to a pet store they locked his in a cage.",
    " is so hairy that he looks like a Chia pet with a sweater on.",
    " is so hairy that Jane Goodall follows his around.",
    " is so hairy that the only language he can speak is wookie.",
    " is so hairy that he shaves his legs with a weedwacker.",
    " is so hairy that if you shaved his legs, you could supply wigs for the entire Hair Club for Men.",
    " is so hairy that his armpits look like he has Don King in a headlock.",
    " is so hairy that he's got sideburns on his tits.",
    " is so hairy that he got a trim and lost 20 pounds.",
    " is so hairy that people run up to his and say \"Chewbacca, can I get your autograph?\"",
    " is so hairy that he gets mistaken for Chewbacca's cousin.",
    " is so hairy that two birds made nests in his armpits and he doesn't even know about it!",
    " is so hairy that when he's at a nude beach people think he's wearing a fur coat!",
    " is so hairy that the only language he can speak is wookie.",
    " is so hairy Naruto thought he was a Summon.",
    " is so hairy and ugly that he got used as Ashitare's stunt double.",
    " is so hairy that he has to go to Furfest to meet a man."
  ],
  "bald": [
    " is so bald that I can tell fortunes on his head.",
    " is so bald that you could draw a line down the middle of his head and it would look like my ass.",
    " is so bald that when he goes to bed, his head slips off the pillow.",
    " is so bald that when he braids his hair, it looks like stitches.",
    " is so bald that even a wig wouldn't help!",
    " is so bald that you can see what's on his mind.",
    " is so bald that he took a shower and got brain-washed!"
  ],
  "old": [
    " is so old that they teach what he did in History Classes.",
    " is so old that his birth certificate says \"expired\" on it.",
    " is so old that that when he was in school there was no history class.",
    " is so old that I told his to act his own age, and he died.",
    " is so old that he knew Burger King while he was still a prince.",
    " is so old that his social security number is 1.",
    " is so old that his birth certificate is written in Roman numerals.",
    " is so old that he has Adam & Eve's autographs.",
    " is so old that he co-wrote the Ten Commandments.",
    " is so old that he has an autographed bible.",
    " is so old he remembers when the Mayans published their calendar.",
    " is so old that the candles cost more than the birthday cake.",
    " is so old that when he farts, dust comes out.",
    " is so old that he owes Fred Flintstone a food stamp.",
    " is so old that he drove a chariot to high school.",
    " is so old that he took his drivers test on a dinosaur.",
    " is so old that he DJ'd at the Boston Tea Party.",
    " is so old that he walked into an antique store and they kept his.",
    " is so old that he baby-sat for Jesus.",
    " is so old that he knew Mr. Clean when he had an afro.",
    " is so old that he knew the Beetles when they were the New Kids on the Block.",
    " is so old that when God said \"Let there be light\" he was there to flick the switch.",
    " is so old that he needed a walker when Jesus was still in diapers.",
    " is so old that when Moses split the red sea, he was on the other side fishing.",
    " is so old that he learned to write on cave walls.",
    " is so old that his memory is in black and white.",
    " is so old that he's mentioned in the shout out at the end of the bible.",
    " is so old that he planted the first tree at Central Park.",
    " is so old that he sat next to Jesus in third grade.",
    " is so old that he has a picture of Moses in his yearbook.",
    " is so old that he knew Cap'n Crunch while he was still a private.",
    " is so old that he called the cops when David and Goliath started to fight.",
    " is so old that when he was born, the Dead Sea was just getting sick.",
    " is so old, when he breast feeds, people mistake his for a fog machine.",
    " is so old that when he was young rainbows were black and white.",
    " is so old that he was a waitress at the Last Supper.",
    " is so old that he owes Jesus a dollar.",
    " is so old that he ran track with dinosaurs."
  ],
  "poor": [
    " is so poor that he was in K-Mart with a box of Hefty bags and when I asked his what he was doing he said, \"Buying luggage.\"",
    " is so poor that when he goes to KFC, he has to lick other people's fingers!",
    " is so poor that he went to McDonald's and put a milkshake on layaway.",
    " is so poor that he can't afford to pay attention!",
    " is so poor that when I saw his kicking a can down the street, I asked his what he was doing, and he said \"moving.\"",
    " is so poor that he waves around a popsicle stick and calls it air conditioning.",
    " is so poor that I saw his running after a garbage truck with a shopping list.",
    " is so poor that the bank repossesed his cardboard box.",
    " is so poor Nigerian scammers wire his money!",
    " is so poor he couldn't afford to apply for Medicare!",
    " is so poor that he has to wear his McDonald's uniform to church.",
    " is so poor that he's got more furniture on his porch than in his house.",
    " is so poor that I came over for dinner and he read me recipes.",
    " is so poor that he has to take the trash IN.",
    " is so poor that he had to get a second mortgage on his cardboard box.",
    " is so poor that he lives in a two story Dorrito bag with a dog named Chip.",
    " is so poor that I went through his front door and ended up in the back yard.",
    " is so poor that his front and back doors are on the same hinge.",
    " is so poor that I saw his wrestling a squirrel for a peanut.",
    " is so poor that the closest thing to a car he has is a low-rider shopping cart with a box on it.",
    " is so poor that he can't even put his two cents in this conversation.",
    " is so poor that when I saw his walking down the street with one shoe and said \"Hey miss, lost a shoe?\" he said \"Nope, just found one!\"",
    " is so poor that his face is on the front of a foodstamp.",
    " is so poor that I went to his house and tore down some cob webs, and he said \"Who's tearing down the drapes?\"",
    " is so poor that I stepped on his skateboard and he said \"Hey, get off the car!\"",
    " is so poor that I walked into his house, asked to use the bathroom, and he said \"3rd bucket to your right.\"",
    " is so poor that when I walked inside his house and put out a cigarette, he said \"who turned off the heater?\"",
    " is so poor that your TV got 2 channels: ON and OFF.",
    " is so poor that he watches TV on an Etch-A-Sketch.",
    " is so poor that he can't even afford to go to the free clinic.",
    " is so poor that he washes paper plates.",
    " is so poor that his idea of a fortune cookie is a tortilla with a food stamp in it.",
    " is so poor that when yo family watches TV, they go to Sears.",
    " is so poor that burglars break in and leave money.",
    " is so poor that he married young just to get the rice!",
    " is so poor that when I went over to his house for dinner and grabbed a paper plate, he said \"Don't use the good china!\"",
    " is so poor that when I saw his rolling some trash cans around in an alley, I asked his what he was doing, he said \"Remodeling.\"",
    " is so poor that I threw a rock at a trash can and he popped out and said \"Who knocked?\"",
    " is so poor that we were on a road trip and he stopped by a dumpster and got out. I said \"what are you doing\" and he said I'm \"booking a hotel!\"",
    " is so poor that I walked into his house and swatted a firefly and   said, \"Who turned off the lights?\"",
    " is so poor that when I asked what was for dinner, he pulled his shoelaces off and said \"Spagetti.\"",
    " is so poor that after I pissed in your yard, he thanked me for watering the lawn.",
    " is so poor that your family ate cereal with a fork to save milk.",
    " is so poor that when I ring the doorbell he says,\"DING!\"",
    " is so poor that he got in an elevator and thought it was a mobile home.",
    " is so poor, that his doormat doesn't say \"welcome\", it says \"welfare\".",
    " is so poor that for halloween, his trick was the treat.",
    " is so poor that when he tells people his address, he says \"it's in the second alley from main street, beside the yellow dumpster.\"",
    " is so poor that his idea of a timeshare is a few days camped out under a bridge.",
    " is so poor that when I saw his in the park digging up plants, he said he was \"getting groceries\".",
    " is so poor that when I ring the doorbell I hear the toilet flush!"
  ],
  "short": [
    " is so short that you can see his feet on his drivers license!",
    " is so short that he has to use a ladder to pick up a dime.",
    " is so short that he does backflips under the bed.",
    " is so short that he models for trophys.",
    " is so short that his homies are the Keebler Elfs.",
    " is so short that he has to get a running start to get up on the toilet.",
    " is so short that when he sneezes, he hits his head on the floor.",
    " is so short that he does pull-ups on a staple.",
    " is so short that he can do push-ups under the door.",
    " is so short that when I was dissin' his he tried to jump kick me in the ankle.",
    " is so short that he can limbo under the door.",
    " is so short that he uses a condom for a sleeping bag.",
    " is so short that he slam-dunks his bus fare.",
    " is so short that he has to look up to look down.",
    " is so short that he makes Gary Coleman look like Shaquille O'Neal.",
    " is so short, you can make a life size sculpture of his using one can of Play-Doh.",
    " is so short that when he sat on the curb his feet didn't touch the ground.",
    " is so short that he can play handball on the curb.",
    " is arms are so short that he has to tilt his head to scratch his ear."
  ],
  "skinny": [
    " is so skinny that he turned sideways and disappeared.",
    " is so skinny that he hula hoops with a Cheerio.",
    " is so skinny that he has to wear a belt with spandex.",
    " is so skinny that he swallowed a meatball and thought he was pregnant.",
    " is so skinny that he can see out a peephole with both eyes.",
    " is so skinny that he uses a Band-Aid as a maxi-pad.",
    " is so skinny that you can save his from drowning by tossing his a Fruit Loop.",
    " is so skinny that he has to run around in the shower to get wet.",
    " is so skinny that when he wore his yellow dress, he looked like an HB pencil.",
    " is so skinny that if he had a sesame seed on his head, he'd look like a push pin.",
    " is so skinny that his nipples touch.",
    " is so skinny that I could blind-fold his with dental floss.",
    " is so skinny that he looks like a mic stand.",
    " is so skinny that he only has one stripe on his pajamas.",
    " is so skinny that he can dodge rain drops.",
    " is so skinny that he inspires crack whores to diet.",
    " is so skinny that he uses Chapstick for deodorant.",
    " is so skinny that if he turned sideways and stuck out his tongue, he would look like a zipper.",
    " is so skinny that he goes hot tubbing with the Mini Wheats Man.",
    " is so skinny that when he takes a bath and lets the water out, his toes get caught in the drain.",
    " is so skinny that his bra fits better when he wears it backwards.",
    " is so skinny that he had to stand in the same place twice to cast a shadow.",
    " is so skinny that if he had a yeast infection he'd be a Quarter Pounder with Cheese.",
    " is so skinny that his pants only have one belt loop.",
    " is so skinny that if he had dreads I'd grab his by the ankles and use his to mop the floor.",
    " is so skinny that instead of calling his your parent, you call his transparent."
  ],
  "tall": [
    " is so tall that he tripped in Michigan and bumped his head in Florida.",
    " is so tall that he tripped over a rock and hit his head on the moon.",
    " is so tall that if he did a back-flip he'd kick Jesus in the mouth.",
    " is so tall, he can see his house from anywhere.",
    " is so tall, he uses two 100-foot ladders as crutches.",
    " is so tall, he has to take out the driver's seat of his car and sit in the back to operate the vehicle.",
    " is so tall, he makes Shaquille O'Neal look like Gary Coleman.",
    " is so tall, he did a push-up and burned his back on the sun."
  ],
  "like": [
    " is like a hockey player, he only showers after three periods.",
    " is like a chicken coop, cocks fly in and out all day.",
    " is like a paper towel, he picks up all kinds of slimy wet stuff.",
    " is like Bazooka Joe, 5 cents a blow.",
    " is like a telephone, even a 3 year old can pick his up.",
    " is like a Christmas tree, everybody hangs balls on his.",
    " is like the sun, look at his too long and you'll go blind.",
    " is like a library, he's open to the public.",
    " is like a fine restaurant, he only takes deliveries in the rear.",
    " is like an ATM, open 24 hours.",
    " is like a bowling ball... round, heavy, and you can fit three fingers in.",
    " is like a basketball hoop, everybody gets a shot.",
    " is like a Discover card, he gives cash back.",
    " is like a championship ring, everybody puts a finger in his.",
    " is like Dominoes Pizza, one call does it all.",
    " is like a microwave, press one button and he's hot.",
    " is like a mail box, open day and night.",
    " is like a bowling ball, he always winds up in the gutter.",
    " is like a bus, guys climb on and off his all day long.",
    " is like a door knob, everybody gets a turn.",
    " is like a light switch, even a little kid can turn his on.",
    " is like a slaughter house - everybody's hanging their meat up in his.",
    " is like the new AOL 4.0: Fun, Fast, Easy and Free!",
    " is like a carpenter's dream - flat as a board and easy to nail.",
    " is like Humpty Dumpty - First he gets humped, then he gets dumped.",
    " is like a bag of potato chips, \"Free-To-Lay.\"",
    " is like a turtle - once he's on his back he's fucked.",
    " is like a fan - he's always blowing someone.",
    " is like Pizza Hut - if he isn't there in 30 minutes... it's Free!",
    " is like a goalie - he only changes his pads after three periods.",
    " is like a gas station - you gotta pay before you pump!",
    " is like Sprint - 10 cents a minute anywhere in the country.",
    " is like a Chinese restaurant - All you can eat for only $9.95!",
    " is like a protractor - he's good at every angle.",
    " is like a shotgun, one cock and he blows.",
    " is like the Bermuda Triangle, they both swallow a lot of seamen.",
    " is like cake mix, 15 servings per package!",
    " is like a 5 foot tall basketball hoop, it ain't that hard to score.",
    " is like a vacuum cleaner... he sucks, blows, and then gets laid in the closet.",
    " is like the Pillsbury dough boy - everybody pokes his.",
    " is like a brick, dirty, flat on both sides, and always getting laid by Mexicans.",
    " is like a nickel, he ain't worth a dime.",
    " is like a streetlamp, you can find his turned on at night on any street corner.",
    " is like a telephone booth, open to the public, costs a quarter, and guys go in and out all day.",
    " is like a Reese's Peanut Butter Cup, there's no wrong way to eat his.",
    " is like a postage stamp, you lick his, stick his, then send his away.",
    " is like a screen door, after a couple of bangs he loosens up.",
    " is like a dollar bill, he gets handled all across the country.",
    " is like school at 3 o'clock... children keep coming out and nobody can remember all the fathers.",
    " is like a bowling ball, he gets picked up, fingered, thrown down the gutter, and he still comes back for more.",
    " is like a set of speakers - loud, ugly, lives in a box, and you can turn his up, down, on, and off.",
    " is like a birthday cake, everybody gets a piece.",
    " is like 7-Eleven - open all night, hot to go, and for 89 cents you can get a slurpy.",
    " is like a vacuum cleaner - a real good suck.",
    " is like a Snickers bar, packed with nuts.",
    " is like a race car driver - he burns a lot of rubbers.",
    " is like a parking garage, three bucks and you're in.",
    " is like a pool table, he likes balls in his pocket.",
    " is like the Panama Canal, vessels full of seamen pass through his everyday.",
    " is like a bungee cord... 100 dollars for 30 seconds and if that rubber breaks, your ass is dead!",
    " is like a squirrel, he's always got some nuts in his mouth.",
    " is like a refrigerator, everyone puts their meat in his.",
    " is like a tricycle, he's easy to ride.",
    " is like mustard, he spreads easy.",
    " is like peanut butter: brown, creamy, and easy to spread.",
    " is like McDonalds... Billions and Billions served.",
    " is like an elevator, guys go up and down on his all day.",
    " is like a railroad track, he gets laid all over the country.",
    " is like lettuce, 25 cents a head.",
    " is like an iPod, fun to touch!",
    " is like Wal-Mart... he's got different discounts everyday.",
    " is like a converging lens - he's wider in the middle than he is on either end.",
    " is like a puppy... everybody wants to give his a hug."
  ]
}
